﻿﻿﻿﻿; French
; Traduction française (Paulot)

[French]
IDS_LCID=0x40c
IDS_UPDATE_NO=Pas de mise à jour disponible.
IDS_UPDATE_YES=Nouvelle version disponible (%s). Ouvrir la page de téléchargement ?
IDS_FILE=Fichier
IDS_SETTINGS=Options
IDS_EXIT=Fermer
IDS_LANGUAGE=Langue
IDS_HELP=Aide
IDS_WEBSITE=Site web
IDS_DONATE=Donation
IDS_CHECKUPDATES=Rechercher des mises à jour
IDS_ABOUT=A propos
IDS_CODE=Error code:
IDS_MODULES=Modules
IDS_DESCRIPTION=Description:
IDS_INFORMATION=Code (dec.): %lu\r\nCode (hex.): 0x%.8lx\r\nSeverity: %s (0x%02x)\r\nFacility: %s (0x%02x)
IDS_ALWAYSONTOP_CHK=Toujours au dessus
IDS_INSERTBUFFER_CHK=Insérer le contenu du presse-papier au démarrage
IDS_CHECKUPDATES_CHK=Rechercher périodiquement des mises à jour (recommandé)
IDS_STATUS_TOTAL=Modules chargés: %d de %d
IDS_STATUS_EMPTY=Pas de description trouvée.
IDS_STATUS_EMPTY2=Pas de base de donnée trouvée.
